let provision = [{
    title: '您与我们的合同',
    children: [{
        title: "合同构成",
        content: [{
          text: "本保险合同（以下简称“本合同”）由保险单、保险条款、投保单，以及与本合同有关的投保文件、合法有效的声明、批注和其他书面或电子协议共同构成。",
        }, ],
        children: null
      },
      {
        title: "合同成立与生效",
        content: [{
            text: "自您提出保险申请，我们同意承保，本合同成立。合同成立日期在电子保险单上载明。",
          },
          {
            text: "本合同自我们同意承保、收取保险费并签发电子保险单开始生效，具体生效日以电子保险单载明的日期为准。我们自生效日零时起开始承担本合同约定的保险责任。",
          },
          {
            text: "本合同生效日以后每年的对应日是保险单周年日。保险单年度、保险费到期日和保险单满期日均以该日期计算。如果当月无对应的同一日，则以该月最后一日作为对应日。",
          },
        ],
        children: null
      },
      {
        title: "犹豫期",
        content: [{
            text: "自您签收本合同次日起，有十五天的犹豫期。在此期间请您认真审视本合同，如果您认为本合同与您的需求不相符，您可以在此期间提出解除本合同，我们将无息退还您所交的全部保险费。"
          },
          {
            text: "解除合同时，您需要填写书面申请书，并提供您的合同及有效身份证件（见7.1）。自您书面申请解除合同之日起，本合同效力即行终止，对合同解除前发生的保险事故，我们不承担给付保险金的责任。"
          },
        ],
        children: null
      },
      {
        title: "保险期间",
        content: [{
          text: '本合同的保险期间为一年，自电子保险单或其他保险凭证上记载的保险期间起始日零时起至保险期间期满日的24时止。',
        }],
        children: null
      }
    ]
  },

  {
    title: '我们提供的保障',
    children: [{
        title: "保障计划",
        content: [{
          text: '我们可提供的各项保险责任及相对应的给付限额、免赔额与给付比例见2.3保险责任。本合同的保障计划由您在投保时与我们约定，并在保险单上载明。'
        }],
        children: null
      },
      {
        title: "等待期",
        content: [{
            text: '1、您为被保险人投保本合同时，自本合同生效之日起30日（含）内为基本责任等待期。在基本责任等待期内，被保险人因疾病住院（见7.2）治疗或者接受特殊门诊治疗的，无论是否延续至基本责任等待期后，我们均不承担本合同的基本责任。如果您为被保险人投保本合同后续保（见4.3），续保合同无基本责任等待期。'
          },
          {
            text: '2、如果您为被保险人首次投保或者重新投保可选责任，自本合同生效之日起30日（含）内为可选责任等待期。在可选责任等待期内，被保险人因恶性肿瘤（见7.3）住院治疗或者接受特殊门诊治疗的，无论是否延续至可选责任等待期后，我们均不承担本合同的可选责任。如果您选择为被保险人投保可选责任后续保，续保合同无可选责任等待期。'
          },
          {
            text: '.3）住院治疗或者接受特殊门诊治疗的，无论是否延续至可选责任等待期后，我们均不承担本合同的可选责任。如果您选择为被保险人投保可选责任后续保，续保合同无可选责任等待期。'
          },


        ],
        children: null
      },
      {
        title: "保险责任",
        content: [{
            text: '本合同的保险责任分为基本责任和可选责任，基本责任为您在投保时必须选择的部分，可选责任为您在投保时选择是否投保的部分。'
          },
          {
            text: '在本合同有效期内，本公司按下列规定承担保险责任'
          },
        ],
        children: [{
          title: "基本责任",
          content: [{
            text: '在本合同有效期内，本公司按下列规定承担保险责任:'
          }, ],
          children: [{
            title: "一般医疗保险金",
            content: [{
                text: '若被保险人因意外伤害或于基本责任等待期后发生疾病，并经本公司指定或认可的医疗机构（二级及以上公立医院的普通部）（见7.5）诊断必须住院治疗或接受特殊门诊治疗的，我们按约定给付一般医疗保险金。一般医疗保险金年度给付限额由您在投保时选择，并在电子保险单或其他保险凭证上中载明。'
              },
              {
                text:"在每一个保单年度内，因疾病或意外伤害住院的最高给付天数为180天，累计疾病或意外伤害住院超过180天发生的医疗费用，不属于保险责任范围。"
              },
              {
                text:"每一保单年度内，住院医疗保险金、特殊门诊医疗保险金与住院前后门急诊医疗保险金累计给付之和以一般医疗保险金年度给付限额为限。"
              },
            ],
            children:null
          },
          {
            title: "保险期间优待",
            content: [{
                text: '如果被保险人接受基本责任范围内的住院治疗，且在本合同保险期间结束之日治疗仍未结束的，则对于被保险人该次住院治疗在本合同终止日次日起30日（含）内发生的住院医疗费用，我们仍在本合同约定的保险责任范围内承担给付住院医疗保险金的责任，对于被保险人该次住院治疗在本合同终止日次日起30日后发生的医疗费用，我们不再承担给付住院医疗保险金的责任。'
              },
            ],
            children:null
          }]
        },
        {
          title:"可选责任",
          content:[
            {
              text:"您在投保时可以自愿选择下述可选责任进行投保，我们同意承保后，在本合同有效期内，按下列规定承担保险责任：",
            }
          ],
          children:[
            {
              title:"恶性肿瘤医疗保险金",
              content:[{
                text:"若被保险人因意外伤害或于可选责任等待期后初次确诊罹患恶性肿瘤（见7.16），并经本公司指定或认可的医疗机构（二级及以上公立医院的普通部）诊断必须住院治疗或接受特殊门诊治疗的,我们首先按照前款约定给付一般医疗保险金。当我们累计给付金额达到一般医疗保险金的年度给付限额后，我们按约定给付恶性肿瘤医疗保险金。"
              },
              {
                text:"恶性肿瘤医疗保险金年度给付限额由您在投保时选择，并在电子保险单或其他保险凭证上中载明。"
              },
              {
                text:"每一保险期间，恶性肿瘤住院医疗保险金、恶性肿瘤特殊门诊医疗保险金与恶性肿瘤住院前后门急诊医疗保险金累计给付之和以恶性肿瘤医疗保险金年度给付限额为限。在每一个保单年度内，因恶性肿瘤住院的最高给付天数为180天，累计恶性肿瘤住院超过180天发生的医疗费用，不属于保险责任范围。"
              }
            ],
            children:null
            },
            {
              title:"保险期间优待",
              content:[
                {text:"如果被保险人因恶性肿瘤接受可选责任范围内的住院治疗，且在本合同保险期间结束之日治疗仍未结束的，则对于被保险人该次住院治疗在本合同终止日次日起30日（含）内发生的恶性肿瘤住院医疗费用，我们仍在本合同约定的保险责任范围内承担给付恶性肿瘤住院医疗保险金的责任，对于被保险人该次住院治疗在本合同终止日次日起30日后发生的医疗费用，我们不再承担给付恶性肿瘤住院医疗保险金的责任。"}
              ],
              children:null
            }
          ]
        }
      ]
      },
      {
        title:"医疗费用有效金额",
        content:[{
          text:"本合同约定的被保险人发生的医疗费用有效金额指被保险人实际支出的、合理且必要的医疗费用，扣除被保险人已从其他途径获得医疗费用补偿后的金额。其他途径包括社会医疗保险、公费医疗、工作单位、除本合同之外的商业医疗保险。",
        }],
      },
      {
        title:"免赔额",
        content:[{
          text:"本合同约定的免赔额指被保险人自行承担，本合同不予赔偿的部分。在保险期间内被保险人从工作单位、除本合同之外的商业医疗保险获得的医疗费用补偿可用于抵扣免赔额。",
        },
        {
          text:"若被保险人在等待期后经医院初次确诊罹患恶性肿瘤且在医院接受住院治疗的，对于自确诊恶性肿瘤之日起所发生的符合本合同约定的因恶性肿瘤导致的医疗费用，保险人在给付保险金时，不再扣除免赔额。投保人续保本合同的，若被保险人在以往保险期间内已确诊罹患恶性肿瘤且接受住院治疗的，对于本合同保险期间内发生的符合本合同约定的全部医疗费用，保险人在给付保险金时，不再扣除免赔额。"
        },
        {
          text:"可以计入年免赔额的范围:"
        },
      ],
      children:null
      },
      {
        title:"补偿原则",
        content:[{
          text:"本合同为费用补偿型保险合同，适用医疗费用补偿原则。若被保险人已从其他途径(包括但不限于社会基本医疗保险、公费医疗、工作单位、保险人在内的除本合同之外的商业医疗保险合同等)获得本合同责任范围内医疗费用补偿，我们仅对被保险人实际支出的、合理且必要的医疗费用扣除其从上述其他途径所获医疗费用补偿后的余额按照本合同的约定进行赔付。社保卡个人账户部分支出部分视为个人支付，不属于已获得的医疗费用补偿，不进行前述扣除。",
        },
        {
          text:"被保险人已从其他途径获得补偿的，最高给付金额不超过被保险人实际支出的、合理且必要的医疗费用扣除其所获补偿后的金额。"
        },
      ],
      children:null
      },
      {
        title:"责任免除",
        content:[{
          text:"因下列情形之一，造成被保险人发生医疗费用支出的，本公司不承担保险责任：",
        },
        {text:"1、投保人对被保险人的故意杀害、故意伤害；"},
        {text: "2、被保险人故意自伤、故意犯罪、抗拒依法采取的刑事强制措施或者自杀（但被保险人自杀时为无民事行为能力人的除外）；"},
        {text: "3、被保险人斗殴、醉酒（见7.18），主动吸食或注射毒品（见7.19）；"},
        {text: "4、被保险人饮酒后驾驶或醉酒驾驶（见7.20）、无合法有效驾驶证驾驶（见7.21）或驾驶无有效行驶证（见7.22）的机动车；"},
        {text: "5、遗传性疾病（见7.23）、先天性畸形、变形或染色体异常（见7.24）；"},
        {text: "6、首次投保或重新投保时被保险人所患的既往症（见7.25）及本合同特别约定除外的疾病；等待期内接受检查但在等待期后确诊的疾病；"},
        {text: "7、被保险人所患的精神和行为障碍（依照世界卫生组织《疾病和有关健康问题的国际统计分类（ICD-10）》确定）、性病；"},
        {text: "8、被保险人患艾滋病（见7.26）（AIDS）或感染艾滋病病毒（见7.27）（HIV 呈阳性）、接受不孕不育治疗、接受人工受精、怀孕、分娩（含难产）、流产、堕胎、节育（含绝育）、进行产前产后检查以及由以上原因引起的并发症；"},
        {text: "9、疗养、康复治疗（见7.28）、心理治疗、美容、矫形、视力矫正手术、各种健康体检项目及预防性医疗项目、牙科保健及牙科治疗、非意外伤害所致整容手术；"},
        {text: "10、眼镜、义齿、义眼、义肢、助听器等康复性治疗器械、矫形支具以及其他耐用医疗设备的购买或租赁费用；"},
        {text: "11、被保险人参加潜水（见7.29）、跳伞、攀岩（见7.30）、蹦极、驾驶滑翔机或者滑翔伞、探险（见7.31）、摔跤、武术（见7.32）、特技表演（见7.33）、赛马、赛车等高风险运动；"},
        {text: "12、未经科学或者医学认可的实验性或者研究性治疗及其产生的后果所产生的费用；"},
        {text: "13、由于职业病（见7.34）、医疗事故（见7.35）引起的医疗费用；"},
        {text: "14、各类医疗鉴定，包括但不限于医疗事故鉴定、精神病鉴定、孕妇胎儿性别鉴定、验伤鉴定、亲子鉴定、遗传基因鉴定；"},
        {text: "15、核爆炸、核辐射或核污染、化学污染；恐怖袭击、战争、军事冲突、暴乱或武装叛乱；"},
        {text: "质子治疗（见7.36）、重离子治疗（见7.37）。"},
      ],
      children:null
      },
    ]
  },

  {
    title:"如何申请领取保险金",
    children:[
      {
      title:"受益人的指定和变更",
      content:[
        {
          text:"除另有指定外，本合同的医疗保险金受益人为被保险人本人。"
        }
      ],
      children:null
    },
      {
      title:"保险事故通知",
      content:[
        {
          text:"您、被保险人或受益人知道保险事故发生后应当在十日内通知我们。故意或者因重大过失未及时通知，致使保险事故的性质、原因、损失程度等难以确定的，我们对无法确定的部分，不承担给付保险金的责任，但我们通过其他途径已经及时知道或者应当及时知道保险事故发生、或者虽未及时通知但不影响我们确定保险事故的性质、原因、损失程度的除外。"
        },
        {
          text:"若被保险人因急诊未在本公司指定或者认可的医疗机构就诊，应在三日内通知本公司，本公司在接到通知后三日内答复，对于本公司同意在非指定或者认可的医疗机构就诊的，本公司按条款规定给付保险金。"
        },
      ],
      children:null
    },
      {
      title:"保险金的申请",
      content:[
        {
          text:"受益人申请领取一般医疗保险金、恶性肿瘤医疗保险金时，须填写保险金给付申请书，并提交下列证明材料："
        },
        { text:"1、受益人的有效身份证件；"},
        { text:"2、我们指定或认可的医疗机构出具的门、急诊医疗手册或病历，诊断书、出院小结及住院病历、医疗费用原始收据或医疗保险分割单，医疗费用明细表或处方；" },
        { text:"3、若已从其他途经获得了医疗费用补偿，则须提供从其他途径报销的凭证；" },
        { text:"4、申请恶性肿瘤医疗保险金的，还需提供可证明被保险人所患恶性肿瘤的诊断证明和诊断所患恶性肿瘤必须的检查报告；" },
        { text:"5、所能提供的与确认保险事故的性质、原因及伤害程度等有关的其他资料。" },
        { text:"如委托他人代为申领，还应提供授权委托书及受托人的有效身份证件" },
        { text:"以上证明和资料不完整的，本公司将及时一次性通知申请人补充提供有关证明和资料。" },
      ],
      children:null
    },
      {
      title:"保险金的给付",
      content:[
        {
          text:"本公司在收到保险金给付申请书及合同约定的证明和资料后，将在五日内作出核定；情形复杂的，在三十日内作出核定。"
        },
        { text:"对属于保险责任的，本公司在与受益人达成给付保险金的协议后十日内，履行给付保险金义务。"},
        { text:"本公司未及时履行前款规定义务的，除支付保险金外，应当赔偿受益人因此受到的利息损失。利息按照我们确定的利率以年复利的方式计算，且我们确定的利率不低于中国人民银行公布的同期金融机构人民币活期存款基准利率。" },
        { text:"对不属于保险责任的，本公司自作出核定之日起三日内向受益人发出拒绝给付保险金通知书并说明理由。" },
        { text:"本公司在收到保险金给付申请书及有关证明和资料之日起六十日内，对给付保险金的数额不能确定的，根据已有证明和资料可以确定的数额先予支付；本公司最终确定给付保险金的数额后，将支付相应的差额。" },
      ],
      children:null
    },
      {
      title:"诉讼时效",
      content:[
        { text:"本合同的受益人向本公司请求给付保险金的诉讼时效期间为两年，自其知道或者应当知道保险事故发生之日起计算。"},
      ],
       children:null
    },
    ]
  },
  {
    title:"如何交付保险费",
    children:[
      {
      title:"保险费的交付",
      content:[
        {text:"本合同的保险费按照您选择的保障计划、保险责任、被保险人投保或续保时的年龄和社会医疗保险或者公费医疗状态确定。您须按合同约定支付保险费。本合同保险费支付方式由您在投保时与我们约定，并在电子保险单或其他保险凭证上载明。"},
        {text:"若您选择一次性支付保险费的，您在投保时应一次性交纳本合同的保险费。"},
        {text:"若您选择分月支付保险费的，在交纳首月保险费后，您应当在每个保险费约定支付日（见7.38）交纳其余各月对应月份的保险费。若您未按约定交纳保险费，我们允许您在我们催告之日起30日（含）内补交保险费，如果被保险人在此30日内发生保险事故，我们仍按照合同约定赔偿保险金，但需扣减欠交的保险费。"},
        {text:"若您在我们催告之日起30日（含）内未补交保险费，本合同自上述期限届满之日的24时起效力终止，我们将不再承担保险责任。"},
      ],
      children:null
    },
      {
      title:"保险费率调整",
      content:[
        {text:"我们有权根据本合同计算费率所用的计算基础与实际情况的偏差程度，决定是否调整保险费率。保险费率的调整适用于本保险的所有被保险人或者同一投保年龄、同一投保区域等某一类人群的被保险人。"},
        {text:"若我们调整保险费率，我们将在本合同保险期间届满前以书面形式或者双方认可的其他形式通知您。您为被保险人续保合同时，须自保险费率调整后的首个续保合同生效日起按照新的保险费率支付保险费，保险费率调整前您已经支付的保险费不受影响。"},
      ],
      children:null
    },
      {
      title:"续保",
      content:[
        {text:"本合同不保证续保。在每一保险期间届满前30日内，您可以向我们提出续保申请，经我们审核同意并按续保时对应的费率及保险费支付方式收取保险费后签发续保合同，续保合同自保险期间届满次日零时起生效，保险期间为1年。续保无15天犹豫期。每次续保，均依此类推。我们在为您办理继续投保时不会单独调整被保险人的保险费。续保无等待期。"},
        {text:"当发生下列情形之一的，本合同不再接受续保: "},
        {text:"（1）本产品停售;"},
        {text:"（2）续保时被保险人的年龄年满81周岁（见7.39）；"},
        {text:"（3）被保险人身故；"},
        {text:"（4）本合同在您申请续保时已因条款其他所列情况而导致效力终止；"},
        {text:"（5）您不如实告知、欺诈、滥用药物、恶意挂床等不符合续保条件的情形。" },
        {text:"若我们不再接受续保，我们会在本合同保险期间届满之前通知您，本合同自电子保险单满期日的24时起效力终止。"},
      ],
      children:null
    },
  ]
  },

  {
    title:"如何解除保险合同",
    children:[{
      title:"您解除合同的手续及风险",
      content:[
        {text:"在本合同有效期内，如未发生保险金给付，您可以书面通知我们要求解除本合同，自本公司收到合同解除申请书之日起，本合同效力即行终止。"},
        {text:"您解除本合同时，应填写合同解除申请书，并提供下列证明和资料："},
        {text:"1、保险合同；"},
        {text:"2、您的有效身份证件。"},
        {text:"本公司自收到上述证明和材料之日起三十日内向您退还本合同的现金价值（见7.40）。"},
        {text:"您解除合同会遭受一定损失。"},
      ],
      children:null
    }]
  },
  {
    title:"其他需要您关注的事项",
    children:[
      {
      title:"投保范围",
      content:[
        {text:"凡投保时出生满二十八天至六十周岁（含），符合我们规定的身体健康者，均可作为本保险的被保险人。"},
      ],
      children:null
    },
      {
      title:"明确说明与如实告知",
      content:[
        {text:"订立本合同时，本公司应向您说明本合同的内容。"},
        {text:"对保险条款中免除本公司责任的条款，本公司在订立合同时应当在投保单、电子保险单或者其他保险凭证上作出足以引起您注意的提示，并对该条款的内容以书面或者口头形式向您作出明确说明，未作提示或者明确说明的，该条款不产生效力。"},
        {text:"本公司就您和被保险人的有关情况提出询问，您应当如实告知。"},
        {text:"如果您故意或者因重大过失未履行前款规定的如实告知义务，足以影响我们决定是否同意承保或者提高保险费率的，我们有权解除合同。"},
        {text:"如果您故意不履行如实告知义务的，对于合同解除前发生的保险事故，我们不承担给付保险金的责任，并不返还保险费。"},
        {text:"如果您因重大过失未履行如实告知义务，对保险事故的发生有严重影响的，对于合同解除前发生的保险事故，我们不承担给付保险金的责任，但应当返还保险费。"},
        {text:"本公司在合同订立时已经知道您未如实告知的情况的，本公司不得解除合同；发生保险事故的，本公司承担给付保险金的责任。"},
      ],
      children:null
    },
      {
      title:"本公司合同解除权的限制",
      content:[
        {text:"前条规定的合同解除权，自我们知道有解除事由之日起，超过三十日不行使而消灭。"},
      ],
      children:null
    },
      {
      title:"年龄计算与错误处理",
      content:[
        {text:"您在申请投保时，应将与有效身份证件相符的被保险人的出生日期在投保单上填明，若发生错误按下列规定办理："},
        {text:"1、您申报的被保险人年龄不真实，并且真实投保年龄不符合本合同约定的投保年龄范围的，在保险事故发生之前本公司有权解除合同，并向您返还本合同的现金价值。本公司行使合同解除权适用“6.3本公司合同解除权的限制”的规定。"},
        {text:"2、您申报的被保险人年龄不真实，致使您实交保险费少于应交保险费的，本公司有权审核更正并要求您补交保险费；若补交保险费前已发生保险事故，本公司按照实交保险费与应交保险费的比例给付保险金。"},
        {text:"3、您申报的被保险人年龄不真实，致使您实交保险费多于应交保险费的，本公司会将多收的保险费无息返还您。"},
      ],
      children:null
    },
      {
      title:"社会医疗保险或者公费医疗状态变更",
      content:[
        {text:"如果被保险人的社会医疗保险或者公费医疗的状态发生了变更，您须于保险期间届满前30日内通知我们。在我们确认您变更社会医疗保险或者公费医疗状态后的续保年度，您需要按照新的保险费率支付保险费。在按照新的保险费率支付保险费前的保险单年度发生的保险事故，仍按原社会医疗保险或者公费医疗状态的给付标准理算保险金。"},
      ],
      children:null
    },
      {
      title:"职业或者工种的确定与变更",
      content:[
        {text:"我们将按照事先公布的职业分类表确定被保险人的职业分类，您可以在投保时或通过本公司服务场所工作人员查询到此表。"},
        {text:"被保险人变更其职业或工种时，您或被保险人应于10 日内通知我们。若被保险人所变更的职业或者工种依照我们职业分类在本合同拒保范围内的，我们对该被保险人所承担的保险责任自接到通知之日起终止。如果在通知日（含）之前未发生保险金给付，我们将向您退还现金价值。"},
        {text:"被保险人的职业或工种变更之后，依照职业分类表其职业或工种变更之后在本合同拒保范围内，而未依前项约定通知我们的，如发生保险事故，我们不承担给付保险金责任，但我们将向您退还自职业或工种变更日起的现金价值。"},
      ],
      children:null
    },
      {
      title:"保障计划或者保险责任变更",
      content:[
        {text:"每个有效的保险期间内您不可变更已选定的保障计划及保险责任。"},
        {text:"续保合同时，您可以变更保障计划或者变更保险责任（指变更是否选择本合同可选责任的约定），但须于保险期间届满前30日内通知我们，我们将对是否同意您变更保障计划或者变更保险责任作出决定。"},
        {text:"如果我们同意您变更保障计划或者变更保险责任，我们将以书面形式或者双方认可的其他形式通知您，您须自保障计划或者保险责任变更后的首个续保合同生效日起按照新的保险费率支付保险费，保障计划或者保险责任变更前您已经支付的保险费不受影响。"},
        {text:"如果我们不同意您变更保障计划或变更保险责任，我们将以书面形式或者双方认可的其他形式通知您。"},
        {text:"如果保障计划或者保险责任变更，等待期将重新计算。"},
      ],
      children:null
    },
      {
      title:"合同内容变更",
      content:[
        {text:"在本合同有效期内，经您与本公司协商一致，可以变更本合同有关内容。变更本合同的，应当由我们在电子保险单或者其他保险凭证上批注或者附贴批单，或者由您和我们订立变更的书面协议。"},
      ],
      children:null
    },
      {
      title:"联系方式变更",
      content:[
        {text:"为了保障您的合法权益，您或被保险人的住所、通讯地址或电话等联系方式变更时，应及时以书面形式或双方认可的其他形式通知本公司。若您或被保险人未作前述通知的，本公司按本合同载明的最后住所或通讯地址发送有关通知，视为已通知您或被保险人。"},
        {text:"您或被保险人的住所、通讯地址或电话等联系方式变更时，未及时通知本公司，可能导致本公司有关通知无法送达您或被保险人，由此而导致的保险单失效及您或者被保险人其他保险利益的延误和丧失由您或被保险人来承担。"},
      ],
      children:null
    },
      {
      title:"争议处理",
      content:[
        {text:"在合同履行过程中，双方发生争议时，可以从下列两种方式中选择一种争议处理方式："},
        {text:"1、因履行本合同发生的争议，由双方协商解决，协商不成的，由双方达成仲裁协议通过仲裁解决；"},
        {text:"2、因履行本合同发生的争议，由双方协商解决，协商不成的，依法向人民法院起诉。"},
        {text:"如果双方选择仲裁方式，应当达成仲裁协议并明确约定仲裁事项、仲裁机构。"},
      ],
      children:null
    },
  ]
  },
  {
    title:"释义",
    children:[
      {
        title:"有效身份证件",
        content:[
          {text:"指由政府主管部门规定的证明其身份的证件，如：居民身份证、按规定可使用的有效护照、军官证、警官证、士兵证、户口簿等证件。其中护照的使用仅限于不具有中国国籍的外国人。"},
        ],
        children:null
      },
      {
        title:"住院",
        content:[
          {text:"指被保险人因意外伤害或疾病以及因此而产生的并发症，经医师诊断必须住院治疗，且必须同时符合以下三个条件："},
          {text:"(1)办理了入院及出院手续；"},
          {text:"(2)全天24小时在医院内接受治疗；"},
          {text:"(3)入住医院住院部的正式病床。"},
          {text:"不包括入住门诊观察室、家庭病床、其他挂床住院及不合理的住院。"},
        ],
        children:null
      },
      {
        title:"恶性肿瘤",
        content:[
          {text:"指恶性细胞不受控制的进行性增长和扩散，浸润和破坏周围正常组织，可以经血管、淋巴管和体腔扩散转移到身体其他部位的疾病。经病理学检查结果明确诊断，临床诊断属于世界卫生组织《疾病和有关健康问题的国际统计分类》（ICD-10）的恶性肿瘤范畴，其中不包含："},
          {text:"(1)原位癌；"},
          {text:"(2)相当于Binet分期方案A期程度的慢性淋巴细胞白血病；"},
          {text:"(3)相当于Ann Arbor分期方案I期程度的何杰金氏病；"},
          {text:"(4)皮肤癌（不包括恶性黑色素瘤及已发生转移的皮肤癌）；"},
          {text:"(5)TNM分期为T1N0M0期或者更轻分期的前列腺癌；"},
          {text:"感染艾滋病病毒或罹患艾滋病期间所罹患恶性肿瘤。"},
        ],
        children:null
      },
      {
        title:"意外伤害",
        content:[
          {text:"指外来的、非本意的、突然的、非疾病的使被保险人身体受到伤害的客观事件，并以此客观事件为直接原因导致身体蒙受伤害或者身故。"},
        ],
        children:null
      },
      {
        title:"指定或认可的医疗机构",
        content:[
          {text:"指中华人民共和国境内（港、澳、台地区除外）合法经营的二级以上（含二级）公立医院的普通部（不包含其中的特需医疗、外宾医疗、干部病房），不包括疗养院、护理院、康复中心、戒酒或戒毒中心、精神心理治疗中心以及无相应医护人员或设备的二级或三级医院的联合医院或联合病房。"},
        ],
        children:null
      },
      {
        title:"合理且必要",
        content:[
          {text:"指符合通常惯例且医疗必需的医疗费用。符合通常惯例指被保险人接受的医疗服务满足以下条件："},
          {text:"(1)该服务满足医疗需要而且根据通行治疗规范，采用了通行治疗方法；"},
          {text:"(2)医疗费用没有超过对类似情形治疗的常规费用，类似情形是指在同一地区、对相同性别、近似年龄的人所患的同类疾病或身体伤害实施的类似治疗或服务。"},
          {text:"医疗必需指针对意外伤害或疾病本身的医疗服务及医疗费用满足以下条件："},
          {text:"(1)治疗意外伤害或疾病合适且必须的、有医生处方的项目；"},
          {text:"(2)与普遍接受的医疗专业实践标准一致；"},
          {text:"(3)非为了医生或其他医疗提供方的方便；"},
          {text:"(4)接受的医疗服务范围是合适的而且经济有效的。"},
          {text:"对是否合理且必要由本公司理赔人员根据客观、审慎、合理的原则进行审核；如果被保险人对审核结果有不同意见，可由我们认可的医院或双方认可的医疗机构进行审核鉴定。"},
        ],
        children:null
      },
      {
        title:"住院医疗费用",
        content:[
          {text:"指被保险人住院期间发生的，由我们指定或认可的医疗机构（以下简称“医院”）出具正式发票且在发票或相应费用清单上载明的医疗费用，包括："},
          {text:"(1)床位费和膳食费"},
          {text:"床位费指住院期间实际发生的、不高于双人病房的住院床位费(不包括单人病房、套房、家庭病床）。但不包括重症监护室床位费。"},
          {text:"膳食费指根据医生的医嘱且由医院内设的专门为住院病人配餐的食堂配送的并符合通常惯例的膳食费用。但不包括："},
          {text:"a)所有医院外其他营利性餐饮服务机构提供的餐饮费用；"},
          {text:"b)不是根据医嘱配送的、在医院对外营业的餐厅或食堂的餐饮费用；"},
          {text:"c)不在医院开具的医疗费用清单上的餐饮费用。"},
          {text:"(2)重症监护室床位费"},
          {text:"指住院期间出于医学必要被保险人需在重症监护室进行合理且必要的医疗而产生的床位费。重症监护室指配有中心监护台、心电监护仪及其他监护抢救设施，相对封闭管理，符合重症监护病房（ICU）、冠心病重症监护病房（CCU）标准的单人或多人监护病房。"},
          {text:"(3)基本医疗药品费"},
          {text:"指住院期间实际发生的合理且必要的由医生开具的具有国家药品监督管理部门核发的药品批准文号或者进口药品注册证书、医药产品注册证书的国产或进口药品的费用。药品需符合《城镇职工基本医疗保险药品目录》中规定支付范围内的用药。"},
          {text:"(4)扩展药品费"},
          {text:"指住院期间实际发生的合理且必要的由医生开具的除基本医疗药品费以外的药品费。但不包括下列药品所支出的费用：营养补充类药品，免疫功能调节类药品，美容及减肥类药品，预防类药品以及中草药类药品。"},
          {text:"(5)医生费"},
          {text:"指由医生所实施的病情咨询及检查、各种器械或者仪器检查、诊断、治疗方案拟订等各项医疗服务所收取的费用。"},
          {text:"(6)治疗费"},
          {text:"指住院期间以治疗疾病为目的，提供必要的医学手段而发生的合理的治疗者的技术劳务费和医疗器械使用费，以及消耗品的费用，具体以就诊医院的费用项目划分为准。但不包括以下费用：物理治疗、中医理疗及其他特殊疗法（见7.41）费用。"},
          {text:"(7)护理费"},
          {text:"指住院期间由护士对被保险人提供临床护理服务所收取的费用。包括各级护理、重症监护与专项护理费用。"},
          {text:"(8)检查检验费"},
          {text:"指住院期间实际发生的、以诊断为目的，采取必要的医学手段进行检查及检验而发生的合理的医疗费用，包括X光费、心电图费、B超费、脑电图费、内窥镜费、肺功能仪费、分子生化检验费和血、尿、便常规检验费等。"},
          {text:"(9)手术费用"},
          {text:"指卫生行政部门规定的手术项目的费用。包括手术费、麻醉费、手术监测费、手术材料费、未独立记账的术中用药费、手术设备费；若因器官移植而发生的手术费用，不包括器官本身的费用和获取器官过程中的费用。"},
          {text:"(10)手术植入器材费"},
          {text:"指手术过程中由手术医生植入体内的组织相容性人工器材，包括："},
          {text:"a) 塑形性植入器材：骨板/骨钉等组织固定材料、钛网/支架等组织成型材料、义乳/骨蜡等组织缺损的充填材料等；"},
          {text:"b) 功能性植入材料：人工器官、脑起搏器、心脏起搏器等。手术结束后如不经再次外科手术，该器材无法去除或重置。"},
        ],
        children:null
      },
      {
        title:"化学疗法",
        content:[
          {text:"指针对恶性肿瘤的化学治疗。化疗是使用医学界公认的化疗药物以杀死癌细胞、抑制癌细胞生长繁殖为目的而进行的治疗。本合同所指的化疗为被保险人根据医嘱，在医院进行的静脉注射化疗。"},
        ],
        children:null
      },
      {
        title:"放射疗法",
        content:[
          {text:"指针对恶性肿瘤的放射治疗。放疗是使用各种不同能量的射线照射肿瘤组织，以抑制和杀灭癌细胞为目的而进行的治疗。本合同所指的放疗为被保险人根据医嘱，在医院的专门科室进行的放疗。"},
        ],
        children:null
      },
      {
        title:"肿瘤免疫疗法",
        content:[
          {text:"指应用免疫学原理和方法，使用肿瘤免疫治疗药物提高肿瘤细胞的免疫原性和对效应细胞杀伤的敏感性，激发和增强机体抗肿瘤免疫应答，并应用免疫细胞和效应分子输注宿主体内，协同机体免疫系统杀伤肿瘤、抑制肿瘤生长。本合同所指的肿瘤免疫治疗药物需符合《中华人民共和国药品管理法》等法律、法规要求并经国家药品监督管理部门批准用于临床治疗。"},
        ],
        children:null
      },
      {
        title:"肿瘤内分泌疗法",
        content:[
          {text:"指针对于恶性肿瘤的内分泌疗法，用药物抑制激素生成和激素反应，杀死癌细胞或抑制癌细胞的生长。本合同所指的内分泌治疗药物需符合《中华人民共和国药品管理法》等法律、法规要求并经过国家药品监督管理部门批准用于临床治疗。"},
        ],
        children:null
      },
      {
        title:"肿瘤靶向疗法",
        content:[
          {text:"指在细胞分子水平上，针对已经明确的致癌点来设计相应的靶向治疗药物，利用具有一定特异性的载体，将药物或其他杀伤肿瘤细胞的活性物质选择性地运送到肿瘤部位攻击癌细胞的疗法。本合同所指的靶向治疗的药物需具有国家药品监督管理部门核发的药品批准文号或者进口药品注册证书、医药产品注册证书。"},
        ],
        children:null
      },
      {
        title:"与该次住院相同原因",
        content:[
          {text:"指与该次住院相同原因（包括同一疾病及其引发的并发症或者同一次意外伤害及其引发的并发症）导致门急诊治疗。"},
        ],
        children:null
      },
      {
        title:"公费医疗",
        content:[
          {text:"公费医疗制度，是国家为保障国家工作人员身体健康而实行的一项社会保障制度。国家通过医疗卫生部门向享受人员提供制度规定范围内的免费医疗预防。"},
        ],
        children:null
      },
      {
        title:"初次确诊罹患恶性肿瘤",
        content:[
          {text:"指被保险人罹患同时符合以下条件的恶性肿瘤："},
          {text:"(1)被保险人自出生后首次出现恶性肿瘤之症状、体征；"},
          {text:"(2)被保险人在本合同有效期间内等待期后首次出现恶性肿瘤之症状、体征并被确诊为罹患恶性肿瘤；"},
          {text:"(3)恶性肿瘤之症状、体征符合本合同的定义。"},
          {text:"对于被保险人在本合同生效日前出现的恶性肿瘤之症状、体征或所患的恶性肿瘤，我们不承担保险责任。"},
        ],
        children:null
      },
      {
        title:"恶性肿瘤住院医疗费用",
        content:[
          {text:"包括床位费、膳食费、重症监护室床位费、基本医疗药品费、拓展药品费、医生费、治疗费、护理费、检验检查费、手术费用和手术植入器材费。"},
        ],
        children:null
      },
      {
        title:"醉酒",
        content:[
          {text:"指发生事故时被保险人每百毫升血液中的酒精含量大于或者等于80毫克。"},
        ],
        children:null
      },
      {
        title:"毒品",
        content:[
          {text:"指《中华人民共和国刑法》规定的鸦片、海洛因、甲基苯丙胺（冰毒）、吗啡、大麻、可卡因以及国家规定管制的其他能够使人形成瘾癖的麻醉药品和精神药品，但不包括由医生开具并遵医嘱使用的用于治疗疾病但含有毒品成分的处方药品。"},
        ],
        children:null
      },
      {
        title:"饮酒后驾驶或醉酒驾驶",
        content:[
          {text:"指经检测或鉴定，发生事故时车辆驾驶人员每百毫升血液中的酒精含量或呼气酒精含量达到或超过一定的标准，公安机关交通管理部门依据《中华人民共和国道路交通安全法》等规定认定为饮酒后驾驶或醉酒驾驶。"},
        ],
        children:null
      },
      {
        title:"无合法有效驾驶证驾驶",
        content:[
          {text:"指下列情形之一："},
          {text:"(1)没有取得驾驶资格；"},
          {text:"(2)驾驶与驾驶证准驾车型不相符合的车辆；"},
          {text:"(3)持审验不合格的驾驶证驾驶；"},
          {text:"(4)持学习驾驶证学习驾车时，无教练员随车指导，或不按指定时间、路线学习驾车。"},
          {text:"指下列情形之一："},
          {text:"指下列情形之一："},
          {text:"指下列情形之一："},
        ],
        children:null
      },
      {
        title:"无有效行驶证",
        content:[
          {text:"指下列情形之一："},
          {text:"(1)机动车被依法注销登记的；"},
          {text:"未依法按时进行或通过机动车安全技术检验。"},
        ],
        children:null
      },
      {
        title:"遗传性疾病",
        content:[
          {text:"指外来的、非本意的、突然的、非疾病的使被保险人身体受到伤害的客观事件，并以此客观事件为直接原因导致身体蒙受伤害或者身故。"},
        ],
        children:null
      },
      {
        title:"先天性畸形、变形或染色体异常",
        content:[
          {text:"指被保险人出生时就具有的畸形、变形或染色体异常。先天性畸形、变形和染色体异常依照世界卫生组织《疾病和有关健康问题的国际统计分类》（ICD-10）确定。"},
        ],
        children:null
      },
      {
        title:"既往症",
        content:[
          {text:"指在本合同生效前罹患的被保险人已知或应该知道的有关疾病。通常有以下情况："},
          {text:"(1)本合同生效前，医生已有明确诊断，长期治疗未间断；"},
          {text:"(2)本合同生效前，医生已有明确诊断，治疗后症状未完全消失，有间断用药情况；"},
          {text:"(3)本合同生效前，未经医生诊断和治疗，但症状或体征明显且持续存在，以普通人医学常识应当知晓。"},
        ],
        children:null
      },
      {
        title:"艾滋病",
        content:[
          {text:"获得性免疫力缺乏综合征（AIDS）的简称。在人体血液或其它样本中检测到人类免疫缺陷病毒或其抗体呈阳性，同时出现了明显临床症状或体征，则可认为患艾滋病。"},
        ],
        children:null
      },
      {
        title:"艾滋病病毒",
        content:[
          {text:"人类免疫缺陷病毒（HIV）的简称，是造成人类免疫系统缺陷的一种病毒。"},
        ],
        children:null
      },
      {
        title:"康复治疗",
        content:[
          {text:"指在康复医院、康复中心、普通医院的康复科诊治或者接受以促进机体各项功能恢复为目的的医疗方法，如理疗、按摩、推拿、生物反馈疗法、康复营养、康复护理等。"},
        ],
        children:null
      },
      {
        title:"潜水",
        content:[
          {text:"指使用辅助呼吸器材在江、河、湖、海、水库、运河等水域进行的水下运动。"},
        ],
        children:null
      },
      {
        title:"攀岩",
        content:[
          {text:"指攀登悬崖、楼宇外墙、人造悬崖、冰崖、冰山等运动。"},
        ],
        children:null
      },
      {
        title:"探险",
        content:[
          {text:"指外来的、非本意的、突然的、非疾病的使被保险人身体受到伤害的客观事件，并以此客观事件为直接原因导致身体蒙受伤害或者身故。"},
        ],
        children:null
      },
      {
        title:"攀岩",
        content:[
          {text:"指明知在某种特定的自然条件下有失去生命或使身体受到伤害的危险，而故意使自己置身其中的行为，如江河漂流、徒步穿越沙漠或者人迹罕至的原始森林等活动。"},
        ],
        children:null
      },
      {
        title:"武术",
        content:[
          {text:"指两人或者两人以上对抗性柔道、空手道、跆拳道、散打、拳击等各种拳术及各种使用器械的对抗性比赛。"},
        ],
        children:null
      },
      {
        title:"特技表演",
        content:[
          {text:"指进行马术、杂技、驯兽等表演。"},
        ],
        children:null
      },
      {
        title:"职业病",
        content:[
          {text:"指企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、放射性物质和其他有毒、有害物质等因素而引起的疾病。职业病的认定需遵循《中华人民共和国职业病防治法》中的相关规定及鉴定程序。"},
        ],
        children:null
      },
      {
        title:"医疗事故",
        content:[
          {text:"指医疗机构及其医务人员在医疗活动中，违反医疗卫生管理法律、行政法规、部门规章和诊疗护理规范及常规，过失造成患者人身损害的事故。医疗事故的认定需遵循《医疗事故处理条例》中的相关规定。"},
        ],
        children:null
      },
      {
        title:"质子治疗",
        content:[
          {text:"质子指氢原子剥去电子后带有正电荷的粒子。质子治疗指应用质子放射线治疗肿瘤的方法。"},
        ],
        children:null
      },
      {
        title:"重离子治疗",
        content:[
          {text:"重离子指比电子重的粒子。重离子治疗指应用重离子放射线治疗肿瘤的方法。"},
        ],
        children:null
      },
      {
        title:"保险费约定支付日",
        content:[
          {text:"指保险合同生效日在每月的对应日。如当月无对应的同一日，则以该月最后一日为对应日。"},
        ],
        children:null
      },
      {
        title:"周岁",
        content:[
          {text:"指按有效身份证件中记载的出生日期计算的年龄，自出生之日起为零周岁，每经过一年增加一岁，不足一年的不计。"},
        ],
        children:null
      },
      {
        title:"现金价值",
        content:[
          {text:"现金价值 = 当期净保险费×（1-经过天数/当期保费对应的保险期间的天数），其中经过天数指从对该被保险人的当期保费对应的保障期间生效之日至终止之日实际经过天数，经过天数不足一天的按一天计算。其中当期净保险费指不包含公司营业费用、佣金等其他费用的当期保险费，除合同另有约定外，其计算公式为当期净保险费 = 当期保险费×（1-20%）。"},
        ],
        children:null
      },
      {
        title:"物理治疗、中医理疗及其他特殊疗法",
        content:[
          {text:"物理治疗是指应用人工物理因子（如光、电、磁、声等）来治疗疾病，具体疗法包括电疗、光疗、磁疗、热疗等；"},
          {text:"中医理疗是指以治疗疾病为目的，被保险人接受由具有相应资格的医生实施的针灸治疗、推拿治疗、拔罐治疗或刮痧治疗；"},
          {text:"其他特殊疗法包括顺势治疗、职业治疗及语音治疗。"},
        ],
        children:null
      },
    
    ],
  }

]

export default provision
