let provision = [{
    title: '合同构成',
    content: [{
            text: "民生个人税收递延型养老年金保险 A 款(2018)产品合同”(以下简称“本合同”)，由保险单及所附民生个人税收递延型养老年金保险(2018)产品基本条款(以下简称“本合同基本条款”)、民生个人 税收递延型养老年金保险 A 款(2018)产品账户利益条款(以下简称“本合同账户利益条款”)、投保单、 与本合同有关的其他投保文件、变更申请书、声明、批注、附贴批单及其他书面或电子协议共同构成。"
          },
          {
            text: "本合同遵循个人税收递延型商业养老保险的相关政策规定(以下简称“税延政策规定”)，投保人 所交纳的保险费在规定额度内允许税前扣除。"
          },
        ],
     children: []
  },

  {
    title: '投保范围',
    content: [{
            text: "1.被保险人范围:凡符合税延政策规定，16 周岁(详见释义 1.)以上，且投保时年龄未达到国家规定退休年龄(详见释义 2.)的个人，可作为被保险人参加本保险。"
          },
          {
            text: "2.投保人范围:本合同的投保人为被保险人本人。"
          },
        ],
     children: null
  },

  {
    title: '合同成立与生效',
    content: [{
            text: "投保人提出保险申请、民生人寿保险股份有限公司(以下简称“本公司”)同意承保，本合同成立，合同成立日期在保险单上载明。"
          },
          {
            text: "除另有约定外，自本合同成立、本公司收取首期保险费并签发保险单的次日零时起本合同生效，本公司开始承担保险责任，合同生效日期在保险单上载明。本合同生效日即为保单生效日。"
          },
        ],
     children: null
  },

 {
    title: '合同内容变更',
    content: [{
            text: "投保人和本公司可以协商变更本合同的有关内容。变更本合同的，投保人应填写变更合同申请书，经本公司审核同意后，由本公司在保险单或其他保险凭证上批注或附贴批单，或由投保人和本公司订立 变更的书面协议。合同内容的变更应符合税延政策规定。"
          },
        ],
     children: null
  },

 {
    title: '投保人解除合同的手续及风险',
    content: [{
            text: "1.本合同生效后，若被保险人患本合同所指的重大疾病(详见释义 3.)，投保人可以申请解除本合同。若投保人在开始领取养老年金前申请解除本合同，本公司退还申请解除合同时的产品账户价值，并 按税延政策规定扣除对应的应纳税款。若投保人在开始领取养老年金后申请解除本合同，处理方式如下:"
          },
           {text: "(1)如投保人选择保证返还账户价值终身月领(或年领)方式，且申请解除合同时本公司已给付 的养老年金总和(扣除应纳税款前)小于养老年金开始领取日的产品账户价值，本公司退还养老年金开 始领取日的产品账户价值与已给付的养老年金总和(扣除应纳税款前)的差额，并按税延政策规定扣除 对应的应纳税款。"},
           {text: "(2)如投保人选择固定期限 15(或 20)年月领(或年领)，本公司退还固定领取期内尚未给付的 养老年金之和(扣除应纳税款前)，并按税延政策规定扣除对应的应纳税款。"}, 
           {text: "除上述情形外，投保人不得解除本合同。"},
           {text: "2.投保人要求解除本合同时，应填写合同解除申请书，并提供下列证明和资料:"},
           {text: "(1)保险合同;"},
           {text: "(2)投保人的有效身份证件;"},
           {text: "(3)本公司认可医院(详见释义 4.)的专科医生(详见释义 5.)出具的附有病历、必要病理检验、 血液检验及其他科学方法检验报告的疾病诊断书;"},
           {text: "(4)解除合同时需要的其他相关材料。"},
           {text: "3.如果委托他人代为办理，受托人除提供上述证明和资料外，须另行出具委托人的授权委托书和受 托人的有效身份证件。"},
           {text: "4.自本公司收到合同解除申请书及上述证明和资料之日起，注销产品账户，本合同终止。"},
        ],
     children: null
  },

 {
    title: '合同终止',
    content: [{
            text: "以下任何一种情况发生时，本合同终止:"
          },
           {text: "1.在本合同保险期间内解除本合同的;"},
           {text: "2.本公司已经履行完毕保险责任的;"}, 
           {text: "3.本合同因条款所列其他情况而终止的。"},
        ],
     children: null
  },

 {
    title: '保险期间',
    content: [{
            text: "本合同保险期间自本合同生效日零时开始，保险期间为终身或长期。若投保人选择保证返还账户价值终身月领(或年领)的，保险期间为终身;若投保人选择固定期限 15(或 20)年月领(或年领)的， 保险期间为长期。"
          },
        ],
     children: null
  },

{
    title: '养老年金开始领取日及领取方式',
    content: [{
            text: "投保人须在投保时指定养老年金开始领取日及领取方式:"
          },
           {text: "1.养老年金开始领取日不得早于国家规定退休年龄;"},
           {text: "2.养老年金领取方式为保证返还账户价值终身月领(或年领)、固定期限 15(或 20)年月领(或年 领);"}, 
           {text: "3.被保险人开始领取养老年金前，投保人可以申请变更养老年金开始领取日或领取方式，变更应符 合税延政策规定;"},
           {text: "4.被保险人开始领取养老年金后，不得变更养老年金领取方式。"},
        ],
     children: null
  },

{
    title: '保险责任',
    content: [{
            text: "在本合同保险期间内，本公司承担下列保险责任:"},
           {text: "1.养老年金"},
           {text: "被保险人生存至养老年金开始领取日，本公司根据被保险人在养老年金开始领取日的产品账户价 值，按投保人指定的养老年金领取方式及投保时本公司提供的养老年金领取标准表，确定被保险人每月 (或每年)养老年金领取金额，养老年金领取方式及领取金额将在领取凭证上载明。被保险人开始领取 养老年金后，本公司注销产品账户，并按被保险人选定的领取方式按期给付养老年金，同时按税延政策 规定从当期给付的养老年金中扣除应纳税款。"}, 
           {text: "本公司提供的养老年金领取方式为保证返还账户价值终身月领(或年领)、固定期限 15(或 20)年 月领(或年领):"},
           {text: "(1)保证返还账户价值终身月领(或年领)"},
           {text: "在养老年金开始领取日及其后每月(或每年)的对应日，如被保险人生存，本公司按确定的领取金 额给付养老年金，并按税延政策规定扣除当期给付的养老年金对应的应纳税款，直至被保险人身故或身 体全残(详见释义 6.)，本合同终止。如被保险人身故或身体全残时，本公司已给付的养老年金总和(扣 除应纳税款前)小于养老年金开始领取日的产品账户价值，本公司按养老年金开始领取日的产品账户价 值与已给付的养老年金总和(扣除应纳税款前)的差额一次性给付，并按税延政策规定扣除对应的应纳 税款，本合同终止。"},
           {text: "(2)固定期限 15(或 20)年月领(或年领)"},
           {text: "在养老年金开始领取日及其后每月(或每年)的对应日，如被保险人生存，本公司按确定的领取金 额给付养老年金，并按税延政策规定扣除当期给付的养老年金对应的应纳税款，直至固定领取期限届满， 本合同终止。如被保险人在固定领取期限届满前身故或身体全残，本公司按固定领取期内尚未给付的养 老年金之和(扣除应纳税款前)一次性给付，并按税延政策规定扣除对应的应纳税款，本合同终止。"},
           {text: "2.身故保险金"},
           {text: "被保险人于开始领取养老年金前身故，且身故发生在 60 周岁保单生效对应日(详见释义 7.)前， 本公司给付申请身故保险金时的产品账户价值，并按税延政策规定扣除对应的应纳税款，同时按申请身 故保险金时的产品账户价值的 5%额外给付身故保险金，注销产品账户，本合同终止。"},
           {text: "被保险人于开始领取养老年金前身故，且身故发生在 60 周岁保单生效对应日后(含当日)，本公司 给付申请身故保险金时的产品账户价值，并按税延政策规定扣除对应的应纳税款，注销产品账户，本合 同终止。"},
           {text: "3.身体全残保险金"},
           {text: "被保险人于开始领取养老年金前身体全残，且身体全残发生在 60 周岁保单生效对应日前，本公司 给付申请身体全残保险金时的产品账户价值，并按税延政策规定扣除对应的应纳税款，同时按申请身体 全残保险金时的产品账户价值的 5%额外给付身体全残保险金，注销产品账户，本合同终止。"},
           {text: "被保险人于开始领取养老年金前身体全残，且身体全残发生在 60 周岁保单生效对应日后(含当日)， 本公司给付申请身体全残保险金时的产品账户价值，并按税延政策规定扣除对应的应纳税款，注销产品 账户，本合同终止。"},
        ],
     children: null
  },

{
    title: '责任免除',
    content: [{
            text: "被保险人于开始领取养老年金前，因下列情形之一身故或身体全残的，本公司不承担给付身故保险金或身体全残保险金的责任:"},
           {text: "1.被保险人故意犯罪或抗拒依法采取的刑事强制措施;"},
           {text: "2.被保险人主动吸食或注射毒品(详见释义 8.);"}, 
           {text: "3.被保险人自本合同成立之日起二年内自杀，但自杀时为无民事行为能力人的除外。"},
           {text: "发生上述情形导致被保险人身故的，本公司注销产品账户，本合同终止，本公司退还申请给付时的产品账户价值，并按税延政策规定扣除对应的应纳税款，除另有规定外，按被保险人遗产处理。"},
           {text: "发生上述情形导致被保险人身体全残的，本公司注销产品账户，本合同终止，本公司退还申请给付时的产品账户价值，并按税延政策规定扣除对应的应纳税款。"},
        ],
     children: null
  },

{
    title: '保险费的交纳',
    content: [{
            text: "1.本合同生效后至被保险人达到国家规定退休年龄前，投保人可按本合同的约定按年或按月交纳保险费，交费方式和交费金额由投保人在投保时与本公司约定，约定的交费方式和交费金额将在保险单上载明。"},
           {text: "2.投保人可申请变更交费方式或交费金额。"},
           {text: "3.投保人在申请变更交费方式或交费金额时，应填写申请书，并提供下列证明和资料:"}, 
           {text: "(1)保险合同;"},
           {text: "(2)投保人的有效身份证件;"},
           {text: "(3)申请变更时需要的其他相关材料。"},
           {text: "4.上述保险费的交纳事宜，应符合税延政策规定。"},
        ],
     children: null
  },

{
    title: '保险金受益人的指定和变更',
    content: [{
            text: "除本合同另有指定外，养老年金、身体全残保险金的受益人为被保险人本人。"},
           {text: "投保人或被保险人可指定一人或数人为身故保险金受益人，受益人为数人时，应确定受益顺序和受益份额;未确定受益份额的，各受益人按相等份额享有受益权。"},
           {text: "投保人或被保险人可以变更身故保险金受益人，但须书面通知本公司，由本公司在保险单上批注或附贴批单。"}, 
           {text: "被保险人为无民事行为能力人或限制民事行为能力人的，可以由其监护人指定受益人。"},
           {text: "被保险人身故后，有下列情形之一的，身故保险金作为被保险人的遗产，由本公司依照《中华人民共和国继承法》的规定履行给付保险金的义务:"},
           {text: "1.没有指定受益人或受益人指定不明无法确定的;"},
           {text: "2.受益人先于被保险人身故，没有其他受益人的;"},
           {text: "3.受益人依法丧失受益权或放弃受益权，没有其他受益人的。"},
           {text: "被保险人和受益人在同一事件中身故，无法确定两者身故先后顺序的，推定受益人先于被保险人身故。"},
           {text: "受益人故意造成被保险人身故、伤残、疾病的，或故意杀害被保险人未遂的，该受益人丧失受益权。"},
        ],
     children: null
  },

{
    title: '保险事故通知',
    content: [{
            text: "投保人、被保险人或受益人应在知道保险事故发生之日起 10 日内通知本公司。"
          },
           {text: "如投保人、被保险人或受益人故意或因重大过失未及时通知本公司，致使保险事故的性质、原因、损失程度等难以确定的，本公司对无法确定的部分，不承担给付保险金的责任，但本公司通过其他途径 已经及时知道或应当及时知道保险事故的除外。"},
        ],
     children: null
  },

{
    title: '保险金的申请',
    content: [{
            text: "1.申请养老年金时，由养老年金受益人作为申请人，填写保险金给付申请书，并提供下列证明和资料:"},
           {text: "(1)保险合同;"},
           {text: "(2)申请人及被保险人的有效身份证件;"}, 
           {text: "(3)被保险人已办理退休的有效证明;"},
           {text: "(4)因被保险人身故申请养老年金时，须参照申请身故保险金要求提供证明和资料，养老年金作为被保险人遗产时，须提供可证明合法继承权的相关权利文件;"},
           {text: "(5)因被保险人身体全残申请养老年金时，须提供申请身体全残保险金要求的证明和资料;"},
           {text: "(6)税务部门要求的其他材料。"},
           {text: "2.申请身故保险金时，由身故保险金受益人或其他有权领取保险金的人作为申请人填写保险金给付申请书，并提供下列证明和资料:"},
           {text: "(1)保险合同;"},
           {text: "(2)申请人的有效身份证件;"},
           {text: "(3)国家卫生行政部门认定的医疗机构、公安部门或其他相关机构出具的被保险人的死亡证明;"},
           {text: "(4)如被保险人为宣告死亡，申请人须提供法院出具的宣告死亡判决书;"},
           {text: "(5)申请人所能提供的与确认保险事故的性质、原因、伤害程度等有关的其他证明和资料;"},
           {text: "(6)身故保险金作为被保险人遗产时，须提供可证明合法继承权的相关权利文件;"},
           {text: "(7)税务部门要求的其他材料。"},
           {text: "3.申请身体全残保险金时，由身体全残保险金受益人作为申请人填写保险金给付申请书，并提供下列证明和资料:"},
           {text: "(1)保险合同;"},
           {text: "(2)申请人及被保险人的有效身份证件;"},
           {text: "(3)本公司认可鉴定机构(详见释义 9.)出具的被保险人残疾程度鉴定书;"},
           {text: "(4)申请人所能提供的与确认保险事故的性质、原因、伤害程度等有关的其他证明和资料;"},
           {text: "(5)税务部门要求的其他材料。"},
           {text: "4.如申请人为无民事行为能力人或限制民事行为能力人，由其法定代理人代为办理保险金申请。"},
           {text: "5.如委托他人代为申请，应提供授权委托书及受托人的有效身份证件。"},           
           {text: "6.本公司认为有关证明和资料不完整的，将及时一次性通知申请人补充提供。"},          
        ],
     children: null
  },

{
    title: '保险金的给付',
    content: [{
            text: "本公司在收到保险金给付申请书及本合同所列的保险金申请所需证明和资料后，将及时作出核定;情形复杂的，在 30 日内作出核定。对属于保险责任的，本公司在与申请人达成给付保险金的协议后 10 日内，履行给付保险金义务。对不属于保险责任的，本公司自作出核定之日起 3 日内向申请人发出拒绝 给付保险金通知书，并说明理由。"
          },
           {text: "本公司在收到保险金给付申请书及有关证明和资料之日起 60 日内，对属于保险责任而给付保险金 的数额不能确定的，根据已有证明和资料，按可以确定的数额先予支付;本公司最终确定给付保险金的 数额后，将给付相应的差额。"},
        ],
     children: null
  },

{
    title: '诉讼时效',
    content: [{
            text: "申请人向本公司申请给付保险金的诉讼时效期间为 5 年，自其知道或者应当知道保险事故发生之日起计算。"
          },
        ],
     children: null
  },

{
    title: '明确说明与如实告知',
    content: [{
            text: "订立本合同时，本公司会向投保人说明本合同的条款内容。对本合同中免除本公司责任的条款，本公司在订立合同时将在投保单、保险单上作出足以引起投保人注意的提示，并对该条款的内容以书面或 口头形式向投保人作出明确说明，未作提示或明确说明的，该免除本公司责任条款不产生效力。本公司 会就投保人和被保险人的有关情况提出书面询问，投保人应当如实告知。"},
           {text: "投保人故意或因重大过失未履行如实告知义务，足以影响本公司决定是否同意承保或提高保险费率 的，本公司有权解除本合同。"},
           {text: "前款规定的合同解除权，自本公司知道有解除事由之日起，超过 30 日不行使而消灭。自本合同成 立之日起超过二年的，本公司不得解除本合同;发生保险事故的，本公司承担给付保险金的责任。"}, 
           {text: "投保人故意不履行如实告知义务，对于本合同解除前发生的保险事故，本公司不承担保险责任，并 不退还本保险实际交纳的保险费。"},
           {text: "投保人因重大过失未履行如实告知义务，对保险事故的发生有严重影响的，对于本合同解除前发生 的保险事故，本公司不承担保险责任，但将退还本保险实际交纳的保险费。"},
           {text: "本公司在合同订立时已经知道投保人未如实告知的情况的，本公司不得解除合同;发生保险事故的， 本公司承担给付保险金的责任。"},
        ],
     children: null
  },

{
    title: '产品转换',
    content: [{
            text: "1.本合同生效后至开始领取养老年金前，投保人可申请将本合同的产品账户价值转移至本公司其他个人税收递延型养老年金保险产品，或转移至其他保险公司的个人税收递延型养老年金保险产品。产品 转换须符合本公司的相关规定。"},
           {text: "2.投保人在申请产品转换时，应填写申请书，并提供下列证明和资料:"},
           {text: "(1)保险合同;"}, 
           {text: "(2)投保人的有效身份证件;"},
           {text: "(3)办理产品转换时需要的其他相关材料。"},
           {text: "3.本公司接受投保人在其他保险公司投保的、符合税延政策规定的个人税收递延型养老年金保险的产品账户价值转入，转入时须符合本公司的相关规定。"},
        ],
     children: null
  },

{
    title: '残疾程度鉴定',
    content: [{
            text: "被保险人因意外伤害或疾病造成身体全残的，应在治疗结束后，由二级以上(含二级)医院、本公 司认可的其他医疗机构或鉴定机构出具能够证明被保险人残疾程度的资料。若本合同任何一方对残疾程 度的认定有异议，则以司法鉴定机构的鉴定结果为准。如果被保险人自遭受意外伤害或患病之日起 180 日内治疗仍未结束，按第 180 日的身体情况出具资料或进行司法鉴定。"},
        ],
     children: null
  },

{
    title: '年龄、性别确定与错误处理',
    content: [{
            text: "1.被保险人的年龄以周岁计算。"},
           {text: "2.投保人在申请投保时，应将与有效身份证件相符的被保险人的出生日期、性别在投保单上填明，如发生错误，本公司将按真实年龄和性别进行更改;如已领取养老年金，将按真实年龄和性别重新计算 养老年金领取标准。"},
        ],
     children: null
  },

{
    title: '多给付保险金的扣除',
    content: [{
            text: "本公司在办理给付保险金或退还产品账户价值等事项时，实际给付金额多于应付金额的，本公司先扣除上述款项的差额部分后，再办理相关手续。"},
        ],
     children: null
  },

{
    title: '联系方式变更',
    content: [{
            text: "投保人的住所、通讯地址或电话等联系方式变更时，请及时通知本公司。如投保人未通知本公司，本公司按本合同载明的最后住所、通讯地址或电话等联系方式发送的有关通知，均视为已送达给投保人。"},
        ],
     children: null
  },

{
    title: '宣告死亡处理',
    content: [{
            text: "被保险人在本合同保险期间内经人民法院宣告死亡，本公司依据人民法院的宣告死亡判决或宣告死亡日，按本合同规定给付保险金。"},
           {text: "如日后被保险人重新出现或确知其没有死亡，保险金领取人应将已领取的保险金于被保险人重新出现或确知其没有死亡之日起 30 日内退还本公司，本合同的效力由投保人和本公司依法协商处理。"},
        ],
     children: null
  },

{
    title: '争议处理',
    content: [{
            text: "本合同争议解决方式由当事人约定从下列二种方式中选择一种:"},
           {text: "1.因履行本合同发生的争议，由当事人协商解决，协商不成的，提交双方共同选择的仲裁委员会仲裁;"},
           {text: "2.因履行本合同发生的争议，由当事人协商解决，协商不成的，依法向人民法院起诉。"},
        ],
     children: null
  },

{
    title: '释义',
    content: [{
            text: "1.周岁:以法定有效身份证件中记载的出生日期为计算基础，自出生之日起为 0 周岁，每经过 1 年增加 1 岁，不足 1 年的不计。"},
           {text: "2.国家规定退休年龄:指国家法律规定的正常退休年龄，被保险人实际办理退休时的年龄小于国家规定退休年龄的，以实际退休年龄为准。退休年龄应为周岁年龄，周岁年龄以法定有效身份证件中记载 的出生日期为计算基础。"},
           {text: "3.重大疾病:指中国保险行业协会颁布的《重大疾病保险的疾病定义使用规范》(中保协寿〔2007〕 9 号)规定的 25 种重大疾病，以及疾病名称和疾病定义。在本合同保险期间内，如中国保险行业协会重 新修订或颁布重大疾病保险的疾病定义等内容，按重新修订或颁布的内容执行。"}, 
           {text: "4.认可医院:指二级及以上非盈利性医院、二级及以上社保定点医院或本公司认可的其他医院。具 体可登陆本公司主页(www.minshenglife.com)查询或咨询本公司全国客户服务电话 95596，或者本公 司有关保险单(凭证)、批单或批注中列明的医疗卫生机构。"},
           {text: "5.专科医生:专科医生应当同时满足以下四项资格条件:"},
           {text: "(1)具有有效的中华人民共和国《医师资格证书》;"},
           {text: "(2)具有有效的中华人民共和国《医师执业证书》，并按期到相关部门登记注册;"},
           {text: "(3)具有有效的中华人民共和国主治医师或主治医师以上职称的《医师职称证书》;"},
           {text: "(4)在二级或二级以上医院的相应科室从事临床工作三年以上。"},
           {text: "6.身体全残:本合同所述“身体全残”指下列情形之一:"},
           {text: "(1)双目永久完全失明;"},
           {text: "(2)两上肢腕关节以上或两下肢踝关节以上缺失;"},
           {text: "(3)一上肢腕关节以上及一下肢踝关节以上缺失;"},
           {text: "(4)一目永久完全失明及一上肢腕关节以上缺失;"},
           {text: "(5)一目永久完全失明及一下肢踝关节以上缺失;"},
           {text: "(6)四肢关节机能永久完全丧失;"},
           {text: "(7)咀嚼、吞咽机能永久完全丧失;"},
           {text: "(8)中枢神经系统机能或胸、腹部脏器机能极度障碍，导致终身不能从事任何工作，为维持生命必要的日常生活活动，全需他人扶助的。"},
           {text: " 注:"},
           {text: "失明:包括眼球缺失或摘除、或不能辨别明暗、或仅能辨别眼前手动者，最佳矫正视力低于国际标 准视力表0.02，或视野半径小于5度，且病程持续超过180天(眼球缺失或摘除不在此限)，并由本公司 认可鉴定机构出具鉴定书。"},
           {text: "关节机能的丧失:指关节永久完全僵硬、或麻痹、或关节不能随意识活动。"},
           {text: "咀嚼、吞咽机能的丧失:指由于牙齿以外的原因引起器质障碍或机能障碍，以至不能做咀嚼、吞咽 运动，除流质食物外不能摄取或吞咽的状态。"},
           {text: "为维持生命必要的日常生活活动，全需他人扶助:指食物摄取、大小便始末、穿脱衣服、起居、步 行、入浴等，皆不能自己为之，需要他人帮助。"},           
           {text: "7.保单生效对应日:指保单生效日每年的对应日。如当月无对应的同一日，则以当月最后一日为对 应日。"},      
           {text: "8.毒品:指中华人民共和国刑法规定的鸦片、海洛因、甲基苯丙胺(冰毒)、吗啡、大麻、可卡因 以及国家规定管制的其他能够使人形成瘾癖的麻醉药品和精神药品，但不包括由医生开具并遵医嘱使用 的用于治疗疾病但含有毒品成分的处方药品。"},           
           {text: "9.认可鉴定机构:指二级以上(含二级)医院，本公司认可的其他医疗机构或鉴定机构，具体可登 陆本公司主页(www.minshenglife.com)查询或咨询本公司全国客户服务电话 95596，或者本公司有关 保险单(凭证)、批单或批注中列明的医疗卫生机构。"}, 
        ],
     children: null
  },

]

export default provision
