let provision = [
  {
    title: '产品账户',
    content: [{
            text: "本合同生效后至开始领取养老年金前，本公司为投保人投保的民生个人税收递延型养老年金保险B1 款(2018)产品建立产品账户。投保人交纳的保险费或转入的产品账户价值计入产品账户后，按本合同相关规定进行运作。"
          },
        ],
     children: null
  },

  {
    title: '费用收取',
    content: [{
            text: "1.初始费用"
          },
          {
            text: "(1)投保人交纳的每笔保险费，本公司按该笔保险费的1%收取初始费用。"
          },
          {text: "(2)对于因产品转换而转入的产品账户价值，本公司不收取初始费用，后续交纳的保险费将按上 述比例收取初始费用。"},
          {text: "2.产品转换费"},
          {text: "(1)投保人申请将本合同的产品账户价值转移至本公司其他个人税收递延型养老年金保险产品时， 本公司不收取产品转换费。"},
          {text: "(2)投保人申请将本合同的产品账户价值转移至其他保险公司的个人税收递延型养老年金保险产 品时，本公司将申请产品转换时的产品账户价值按以下比例收取产品转换费。"},
          {img: "个人税收递延型养老年金保险 A 款(2018) 产品账户利益条款-pic-01"},
        ],
     children: null
  },

  {
    title: '结算利息',
    content: [{
            text: "本合同生效后至开始领取养老年金前，本公司在每个结算日(详见释义2.)或产品账户注销时对产品账户进行结算。"
          },
            {text: "在每个结算日结算时，本公司根据公布的结算利率(详见释义3.)结算产品账户利息，并将结算利息等额计入产品账户价值。"},
            {text: "在产品账户注销结算时，本公司根据本合同产品账户的保证利率(详见释义4.)结算产品账户利息，并将结算利息等额计入产品账户价值。"},
        ],
     children: null
  },

 {
    title: '产品账户价值的计算',
    content: [{
            text: "本合同生效后至开始领取养老年金前，产品账户价值按如下方法计算:"},
            {text: "1.投保人每次交纳保险费后，产品账户价值按该次交纳的保险费扣除初始费用后的余额等额增加;"},
            {text: "2.产品账户价值转入时，产品账户价值按投保人向该账户转入的金额等额增加;"},
            {text: "3.本公司进行账户结算后，产品账户价值按结算利息等额增加;"},
            {text: "4.产品账户价值转出时，产品账户价值按投保人从该账户转出金额等额减少，并按转出金额扣除产品转换费后的余额转出;"},
            {text: "5.出现本合同约定的其他影响产品账户价值的情形，产品账户价值按约定增加或减少。"},
        ],
     children: null
  },

 {
    title: '释义',
    content: [{
            text: "1.保单年度:从保单生效日或保单生效对应日零时起至下一年度保单生效对应日零时止为一个保单 年度。"
          },
           {text: "2.结算日:本公司每月结算一次，每月一日为结算日。"},
           {text: "3.结算利率:本公司每月至少确定并公布一次结算利率，并于每月结算日后的 6 个工作日内公布。结算利率为日利率，其对应的年利率不低于保证利率。"}, 
           {text: "4.保证利率:本合同产品账户的保证利率为年利率 2.5%。"}, 
        ],
     children: null
  },
]

export default provision
